import './AboutPage.scss';

import React, { PureComponent } from 'react';

/**
 * Класс AboutPage - компонент, отображающий страницу О нас
 */
export default class AboutPage extends PureComponent {
  render() {
    // Отображаем main
    return (
      <div className="about_page">
        <div/>
        <div className="info">
          <h2>О нас</h2>
          <p>Ferma Store – это связующее звено между сельхозпроизводителями, желающими продать урожай и горожанами, которым нужны свежие натуральные продукты.</p>
          <p>Главное преимущество торговой площадки Ferma Store – возможность купить и продать фермерские продукты быстро, напрямую, без посредников.</p>
          <p>Здесь без труда заказывают свежие, полезные и натуральные продукты для своей семьи, находят поставщика для магазина, ресторана, кафе и агропредприятия.</p>
          <p>Для садоводов и дачников, владельцев агропредприятий - торговая площадка Ferma Store наименее затратный способ выхода на городские рынки сбыта, простой и удобный сервис для продажи сельхозпродукции.</p>
          <p>Ferma Store нацелена на развитие интернет рынка натуральных продуктов и создание масштабной федеральной торговой площадки.</p>
          <p>Со стороны фермеров мы приветствуем качественную продукцию, удобный и лояльный сервис, от покупателя ждем законное и добросовестное поведение.</p>
          <p>Мы не стоим на месте, усердно работаем и запускаем новые сервисы для удобства продавцов и покупателей.</p>
        </div>
      </div>
    );
  }
}